{
  "cities": [
    {
      "id": 1,
      "cityName": "Ankara",
      "locations": [
        {
          "id": 1,
          "locationName": "Ankara Kalesi",
          "locationImageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Ankara_Castle.jpg/405px-Ankara_Castle.jpg",
          "longitude": 32.865,
          "latitude": 39.941667,
          "description": "Ankara Kalesi, Ankara'nın Altındağ ilçesinde bulunan tarihi bir kale. Ne zaman yapıldığı kesin olarak bilinmemekle birlikte M.Ö. 5. yüzyıl başında Galatların Ankara'ya yerleşmeleri sırasında kalenin var olduğu bilinmektedir. Romalılar, Bizanslılar, Selçuklu Hanedanı ve Osmanlılar dönemlerinde birçok kez onarımdan geçmiştir. Ankara Kalesi dışarıdan görümüne göre daha büyüktür. Her yıl çeşitli festivallere de ev sahipliği yapmaktadır. Kale tarih içinde çeşitli dönemler yaşamıştır. MÖ 2. yüzyıl başında Romalıların Galatya'yı işgalinden sonra kent büyüyerek kale dışına taştı. Roma İmparatoru Caracalla MS 217'de kalenin surlarını onarttı. MS 222 - 260 arasında İmparator Alexander Severus, Perslere yenilince kale kısmen tahrip edildi. 7. yüzyılın 2. yarısından sonra Romalılar kaleyi onarmaya başladı. Bizans döneminde İmparator II. Justinianos MS 668'de dış kaleyi yaptırmıştır, İmparator III. Leon 740'ta kale duvarlarını onarırken iç kale surlarını yükseltmiştir. Bunun ardından İmparator I. Nikiforos 805'te, İmparator I. Basileios 869'da bu kaleyi onarmıştır. Kale 1073 yılında Selçuklu Hanedanının eline geçmiştir.[3] 1101 yılında Haçlılarca ele geçirilen kale 1227 yılında tekrar Selçuklu Hanedanının hakimiyetine girmiştir. I. Alâeddin Keykubad kaleyi yeniden onartmış, 1249'da ise II. İzzeddin Keykavus kaleye yeni ilaveler yapmıştır. Osmanlı döneminde 1832'de Kavalalı İbrahim Paşa tarafından onarımdan geçirilmiş, kalenin dış duvarları genişletilmiştir.",
          "district": "Altındağ"
        },
        {
          "id": 2,
          "locationName": "Anadolu Medeniyetleri Müzesi",
          "locationImageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Musem_Of_Anatolian_Civilisations_Ankara.JPG/375px-Musem_Of_Anatolian_Civilisations_Ankara.JPG",
          "longitude": 32.861944,
          "latitude": 39.938333,
          "description": "Anadolu Medeniyetleri Müzesi; Ankara'nın Altındağ ilçesinde bulunan bir tarih ve arkeoloji müzesidir. Müzede, Anadolu'da yaşamış olan uygarlıklardan geriye kalan arkeolojik eserler kronolojik olarak sergilenmektedir. Mustafa Kemal Atatürk'ün isteği üzerine Ankara'da bir Hitit müzesi kurulmasına yönelik ilk girişim; 1921 yılında, dönemin Hars Müdürü Mübarek Galip Bey ve Maarif Vekili Hamdullah Suphi Tanrıöver tarafından başlatıldı. O döneme kadar Augustus Tapınağı ve Roma Hamamı gibi arkeolojik alanlarda çeşitli kalıntılar ele geçirilip depolandıysa da mevcut tarihî eserlerin ilk defa kapsamlı ve düzenli bir şekilde korunması, 1 Ekim 1921 tarihinde Akkale'de açılan Eti Müzesi veya diğer adıyla Asar-ı Atika Müzesi sayesinde oldu. Böylelikle, ileride Anadolu Medeniyetleri Müzesi adını alacak ve dünyanın en kapsamlı Anadolu uygarlıkları müzesine dönüşecek olan bir kurumun temelleri atılmış oldu.",
          "district": "Altındağ"
        },
        {
          "id": 3,
          "locationName": "Kuğulu Park",
          "locationImageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Ankara_Ku%C4%9Fulu_Park.JPG/375px-Ankara_Ku%C4%9Fulu_Park.JPG",
          "longitude": 32.860166,
          "latitude": 39.901924,
          "description": "Kuğulu Park, Ankara şehrinin Kavaklıdere mahallesinde bulunan bir parktır. Park, Tunalı Hilmi Caddesi, Atatürk Bulvarı ve Polonya Caddesi'nin arasındadır. Parkın havuzunda, kuğular, kazlar ve ördekler yer alır. Kuğulu parkın bulunduğu arazi, park olmadan önce içinden dere geçen kavaklık bir araziydi. Tunalı Hilmi Caddesi'ni de kapsayan Kavaklıdere semti, ismini bu dere ve kavak ağaçlarından alır. Arazinin güney tarafında Polonya Sefaretinin bahçeleri, kuzeyinde ise Kavaklıdere Şarapları'nın sahibi Cenap And'ın 1955'te yaptırdığı Sevda ve Cenap And Evi vardı Kavaklıdere'den arta kalan gölet ve çevresi arazi 1958'de Ankara Belediyesi tarafından park haline getirilmiştir.",
          "district": "Çankaya"
        },
        {
          "id": 4,
          "locationName": "Gençlik Parkı",
          "locationImageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Ankara_asv2021-10_img57_Gen%C3%A7lik_Park.jpg/375px-Ankara_asv2021-10_img57_Gen%C3%A7lik_Park.jpg",
          "longitude": 32.85,
          "latitude": 39.9374,
          "description": "Gençlik Parkı Ankara'nın tarihi parklarından biridir.Altındağ ilçesinin Ulus semtindeki park, Cumhuriyetin ilk yıllarında bataklıklarla kaplı olan  hektar büyüklüğündeki arazide kurulmuştur. Park yapılmasına karar verilen arazinin bir bölümünde Ay-Yıldız adında bir futbol sahası bulunmaktaydı. Parkın inşaatına 1936 yılında başlandı.",
          "district": "Ulus"
        },
        {
          "id": 5,
          "locationName": "Atatürk Orman Çiftliği (Gazi Park)",
          "locationImageUrl": "https://lh3.googleusercontent.com/p/AF1QipMunJFZX1wwbA_TA-Bjcgbgpl3yABF805_GUHpR=w574-h384-n-k-rw-no-v1",
          "longitude": 32.86268,
          "latitude": 39.9179,
          "description": "Atatürk Orman Çiftliği, 1925 yılında Ankara'nın batısında Yenimahalle'de bulunan, Gazi Mustafa Kemal Atatürk tarafından parça parça ve farklı bireylerden satın alınan arazi üstünde onun talimatı ile kurulan ve Türk tarımına öncülük eden çiftliktir.1937'de Atatürk tarafından Hazine'ye bağışlanan çiftlik, günümüzde Tarım ve Orman Bakanlığına bağlı tüzel kişiliği haiz bir kuruluş olarak faaliyetlerini sürdürür. 1992’de birinci derecede tarihî ve doğal sit alanı olarak tescil edilmiştir. Ankara'nın en büyük yeşil alanı olan çiftlik arazisi içinde ülkenin en büyük hayvanat bahçesi, Atatürk’ün doğduğu Selanik'teki evin bir benzeri, tarihî Karadeniz Havuzu ve Devlet Mezarlığı gibi ziyaret alanları bulunur.",
          "district": "Yenimahalle"
        },
        {
          "id": 6,
          "locationName": "Etnografya Müzesi",
          "locationImageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Ankara_asv2021-10_img62_Ethnography_Museum.jpg/450px-Ankara_asv2021-10_img62_Ethnography_Museum.jpg",
          "longitude": 32.855,
          "latitude": 39.932778,
          "description": "Ankara Etnografya Müzesi, Ankara'nın Altındağ ilçesinde bulunmaktadır. Kurtuluş Savaşı'nda cuma namazlarının kılındığı eski adı Namazgâh Tepesi olan yerde kuruldu. Önceleri Arkeoloji Müzesi olarak kullanılması düşünülmüş, sonra Resim Heykel Müzesi olmasına karar verilmiş, açılış töreninden sonra bugünkü işlevine kavuşmuştur. Bina, Cumhuriyet döneminin önemli mimarlarından biri olan Arif Hikmet Koyunoğlu tarafından yapılmıştır. Bina müteahhidi ise Nafiz Bey'dir. Bina dikdörtgen planlı olup tek kubbelidir. Yapının taş duvarları küfeki taşı ile kaplanmıştır. Alınlık kısmı mermer olup üzerleri oyma ile süslüdür.",
          "district": "Altındağ"
        },
        {
          "id": 7,
          "locationName": "Hamamönü",
          "locationImageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Hamamonuevleri.jpg/375px-Hamamonuevleri.jpg",
          "longitude": 32.883,
          "latitude": 39.933,
          "description": "Hamamönü, Ankara ilinin Altındağ ilçesinde bulunan ve Ankara'nın en eski yerleşimlerinden biri olan tarihî bölge. Romalılar döneminden itibaren yerleşilmiş, Selçuklu ve Osmanlı dönemlerinde önem kazanmış bir yerleşimdir. Adını, 1430’lu yıllarda Osmanlı Devleti'nde Anadolu Beylerbeyliği yapmış olan Karaca Bey’in yaptırdığı külliye içindeki Karacabey Hamamı'ndan alır. 15. ve 18. yy dönemine ait önemli yapılar ile Cumhuriyet dönemine ait yapılar iç içe geçtiği bir semttir. Milli Mücadele yıllarında Mustafa Kemal Atatürk başta olmak üzere pek çok devlet adamını ağırlamış olması bakımından özel bir yerdir. Mehmet Akif Ersoy'un ikamet ettiği ve günümüzde müze-ev olan Taceddin Dergahı da bu semtte yer alır.",
          "district": "Altındağ"
        },
        {
          "id": 8,
          "locationName": "CerModern Sanatlar Merkezi",
          "locationImageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/CerModern_02.jpg/375px-CerModern_02.jpg",
          "longitude": 32.85,
          "latitude": 39.931667,
          "description": "CerModern; Ankara'nın Altındağ ilçesinde bulunan bir sanat galerisidir. Uzun yıllar tren bakım atölyesi olarak hizmet vermiş olan tarihi bir yapının, Türk mimarlar Semra ve Özcan Uygun tarafından restore edilmesi sonucunda ortaya çıkan bir kompleks üzerine kuruludur. Hacı Bayram Mahallesi'nin sınırları içerisinde yer alan galeriye EGO otobüsleri ve Ankara Metrosu'nun M4 numaralı hattını kullanarak ulaşım sağlamak mümkündür.Bugün CerModern olarak kullanılmakta olan yapı kompleksi, erken Cumhuriyet döneminde inşa edilmiş ve tren vagonlarının onarımında kullanılmış olan Cer Atölyeleri ne ait binalardan oluşmaktadır. Bir süre Türkiye Cumhuriyeti Devlet Demiryolları tarafından işletilen atölyeler, 1990'lı yıllara kadar atıl vaziyette kalmıştır.",
          "district": "Altındağ"
        },
        {
          "id": 9,
          "locationName": "Eymir Gölü",
          "locationImageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Lake_Eymir2.jpg/413px-Lake_Eymir2.jpg",
          "longitude": 32.824444,
          "latitude": 39.823889,
          "description": "Gölbaşı ilçesinin ve Ankara-Konya kara yolunun böldüğü Mogan Gölü ve Eymir Gölü Ankara-Konya devlet karayolu altından da geçen bir kanalla birbirlerine bağlı olup, Eymir Gölü’nün beslenmesi Mogan Gölü'ndendir; yani gölün esas kaynağı Mogan Gölü'dür ve Mogan çıkışındaki regülatör ve kanal vasıtasıyla Mogan'dan 3 metre daha düşük seviyede bulunan Eymir Gölü beslenmektedir. Ayrıca iki göl arasındaki 10–15 km. kalınlığa sahip alüvyal tabakalar, yağışlarla kabaran Kepekliboğazı deresi ve diğer talî derelerin topladığı suları bünyesine çekerek tabandan da Eymir gölünün beslenmesine yardımcı olur. Eymir Gölü'nün çıkışı İmrahor Vadisi'ne doğrudur ve gölün fazla suları Batı-Doğu doğrultusunda İmrahor Vadisi'ne akan İmrahor Deresi'ni oluşturur.",
          "district": "Çankaya"
        },
        {
          "id": 10,
          "locationName": "Mogan Gölü ve Parkı",
          "locationImageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Ozero_Mogan.jpeg/413px-Ozero_Mogan.jpeg",
          "longitude": 32.791944,
          "latitude": 39.767778,
          "description": "Mogan Gölü, Ankara'nın Gölbaşı ilçesinde bulunan bir set gölüdür. Göl ve çevresi, Barselona Sözleşmesi çerçevesinde Türkiye'de ilan edilen 15 özel koruma bölgesinden bir tanesini oluşturan Gölbaşı Özel Çevre Koruma Bölgesi içinde yer alır. Bulunduğu coğrafyada önemli bir sulak alan ve rekreasyon mekanı olmasının yanı sıra florası ve faunası bakımından da ülkenin önemli doğal yaşam alanlarından bir tanesidir.",
          "district": "Gölbaşı"
        },
        {
          "id": 11,
          "locationName": "Anıtkabir",
          "locationImageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Ataturk%27s_Mausoleum_%286225341313%29.jpg/405px-Ataturk%27s_Mausoleum_%286225341313%29.jpg",
          "longitude": 32.836944,
          "latitude": 39.925,
          "description": "Anıtkabir, Ankara'nın Çankaya ilçesinde yer alan ve Mustafa Kemal Atatürk'ün anıt mezarını içeren komplekstir. Emin Onat ile Orhan Arda'nın tasarımı olan Anıtkabir'in 1944'te başlanan inşası 1953'te tamamlanmıştır. Anıt mezar binası başta olmak üzere çeşitli yapı ve anıtların yanı sıra Barış Parkı olarak adlandırılan ağaçlık alandan oluşur. Atatürk'ün 10 Kasım 1938'deki ölümünün ardından naaşının, Ankara'da bir anıt mezar inşa edilene kadar Ankara Etnografya Müzesi'nde kalacağı açıklandı. Anıt mezarın inşa edileceği yeri belirlemesi amacıyla hükûmet tarafından bir komisyon kuruldu. Hazırlanan rapor doğrultusunda, 17 Ocak 1939'daki Cumhuriyet Halk Partisi meclis grubu toplantısında yapının Rasattepe'ye inşa edilmesine karar verildi. Bu kararın ardından ilgili arazide kamulaştırma çalışmaları başlatılırken yapının tasarımının belirlenmesi amacıyla 1 Mart 1941'de uluslararası bir proje yarışması açıldı. 2 Mart 1942'de sona eren yarışma sonrasında yapılan değerlendirmeler sonucunda, Emin Onat ve Orhan Arda'nın projesinin, birtakım değişikliklerle uygulanmasına karar verildi ve 9 Ekim 1944'te gerçekleştirilen temel atma töreniyle inşaata başlandı. Dört kısım hâlinde gerçekleştirilen inşaat, yaşanan birtakım sorunlar ve aksaklıklar nedeniyle planlanandan geç olarak Ekim 1953'te tamamlanırken, inşaat devam ederken dahi projede değişiklikler yapılmıştı. 10 Kasım 1953'te gerçekleştirilen bir törenle, Atatürk'ün naaşı buraya nakledildi. 1973'ten beri İsmet İnönü'nün kabrinin de yer aldığı Anıtkabir'e 1966'da defnedilen Cemal Gürsel ile 1960-1963 yılları arasında defnedilen on bir kişinin naaşları ise, 1988'de Anıtkabir'den kaldırıldı.",
          "district": "Anıttepe"
        },
        {
          "id": 12,
          "locationName": "Atakule",
          "locationImageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Ankara_asv2021-10_img16_Atakule.jpg/375px-Ankara_asv2021-10_img16_Atakule.jpg",
          "longitude": 32.856111,
          "latitude": 39.886111,
          "description": " 13 Ekim 1989 tarihinde Ankara'nın başkent oluşunun 66. yıldönümüne denk gelen günde 8. Cumhurbaşkanı Turgut Özal tarafından açılışı yapılan kulenin altında, Türkiye'nin ikinci ve Ankara'nın ilk Alışveriş Merkezi hizmet vermeye başlamıştır. Yapının adı bir yarışma sonucu belirlenmiştir.Atakule Alışveriş Merkezi, Ankara'da, döner restoranlı kulesi ile meşhur alışveriş merkezi. Çankaya semtinde, Cinnah Caddesi ile Çankaya Caddesi'nin kesiştiği, Zübeyde Hanım Meydanı'na cepheli konumdadır. 13 Ekim 1989 tarihinde Ankara'nın başkent oluşunun 66. yıldönümüne denk gelen günde 8. Cumhurbaşkanı Turgut Özal tarafından açılışı yapılan kulenin altında, Türkiye'nin ikinci ve Ankara'nın ilk Alışveriş Merkezi hizmet vermeye başlamıştır. Yapının adı bir yarışma sonucu belirlenmiştir.",
          "district": "Çankaya"
        },
        {
          "id": 13,
          "locationName": "Kurtuluş Savaşı Müzesi (1. TBMM Binası)",
          "locationImageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Ankara_asv2021-10_img45_Cumhuriyet_Street_on_29Oct.jpg/375px-Ankara_asv2021-10_img45_Cumhuriyet_Street_on_29Oct.jpg",
          "longitude": 32.853889,
          "latitude": 39.941944,
          "description": "Kurtuluş Savaşı Müzesi veya I. TBMM Binası, Ankara'nın Altındağ ilçesinde bulunan bir tarih müzesidir. Ulus Meydanı'na komşu olan yapı, 1924 yılına kadar Türkiye Büyük Millet Meclisinin ilk binası olarak kullanılmıştır. 1961 yılında müzeye çevrilerek Türkiye Büyük Millet Meclisi Müzesi adıyla ziyarete açılmıştır. Teşhir salonlarının ve koleksiyonun yenilenmesiyle 23 Nisan 1981 tarihinde Kurtuluş Savaşı Müzesi adıyla yeniden hizmete girmiştir. Hâlen Kültür ve Turizm Bakanlığı bünyesinde hizmet veren müzede Kurtuluş Savaşı yılları ve Cumhuriyet'in ilanına ilişkin eserler sergilenmektedir.",
          "district": "Altındağ"
        },
        {
          "id": 14,
          "locationName": "Estergon Kalesi",
          "locationImageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Estergon_Kalesi%2C_Ke%C3%A7i%C3%B6ren.jpg/405px-Estergon_Kalesi%2C_Ke%C3%A7i%C3%B6ren.jpg",
          "longitude": 32.866389,
          "latitude": 39.980833,
          "description": "Estergon Kalesi veya resmî adıyla Estergon Türk Kültür Merkezi, Türkiye'nin başkenti Ankara'ın Keçiören ilçesinde bulunan bir kültür merkezidir. Merkez, 29 Mayıs 2005 tarihinde açılmış olup Macaristan'daki Estergon Kalesi'nin bir replikası olarak inşa edilmiştir. Estergon Kalesi'nin inşaatı altı yıl sürdü ve 4 milyar liraya mâl oldu. Açılış törenine dönemin başbakanı Recep Tayyip Erdoğan, birkaç bakan ve Estergon şehrinden birkaç kişi katıldı. Hem restoranlara hem de çarşıya ev sahipliği yapan beş katlı bina, Etnografya Müzesi ve Asya Bahçeleri ile Türk tarihi ve kültürünün yaşatıldığı bir mekân olarak inşa edildi. Binanın yapımında Alanya Kalesi'ndeki Kızılkule'nin sekizgen gövdesi örnek alındı.",
          "district": "Keçiören"
        }
      ]
    }
  ]
}
